[UI_TREE]
Machine=Hardware Setting
POWER=Power
TOUCH=Touch Setting

[IPG,CO2]
MPULSE_FREQ=Keep Freq(KHZ)
MPULSE_RELS=Keep Time(us)

[IPG]
MO_DELAY_STEPS=MO Delay(us)
MODECHG_DELAY=Mode Delay(ms)

[YAG,DP,EP,LD]
WORK_CURRENT_TYPE=Work current value type
WORK_CURRENT_TYPEOption= Layer 0| User define
WORK_CURRENT=Set work current(A)

[ALL]
SAFE_DOOR=SafeDoor Guard
SAFE_DOOROption=Disable|Pause|Stop
MARKEND_SCAN=MarkEnd Scan Position
MARKEND_SCANOption=Center|Left Top|Mid Top|Right Top|Right Mid|Right Bottom|Mid Bottom|Left Bottom|Left Mid|User define|Stay put
MARKEND_X=X Coordinate(mm)
MARKEND_Y=Y Coordinate(mm)

[SCAN]
PREHEAT_ENABLE=Scan preheat
PREHEAT_ENABLEOption=Disable|Enable
PREHEAT_TIME=Preheat time(min)
USE_LIMIT_JUMPDELAY=Jump delay
USE_LIMIT_JUMPDELAYOption=Disable|Enable
LIMIT_JUMPLEN=Limit jump length(mm)
LIMIT_JUMPDELAY_MM=1mm limit jump delay(us)

[BitmapPower]
BitmapPower=Gray bitmap mark
AUT_TIME=Response time(us)
AUT_COFF=Gain factor(0-1)

[Signal]
Signal=Signal Setting
Cycle=Signal triggers on once
MARK_CNT=Mark count after touch
DELAY=Delay after triggering(ms)
DLY_BETWEEN_MARK=Interval between markings(ms)
MARK_END_DELAY=Delay after marked(ms)
MARK_END_PULSE_W=Mark end signal length(ms)
B_MARK_ONCE=Touch Mode
B_MARK_ONCEOption=Level|Rising
Enable_Loop_Mdt=Offline repeate mark
Enable_Loop_MdtOption=Disable|Enable
IOSELCOUNT=I/O Select Mul Doc signal count
ENABLE_CARDTOUCH=Card Touch
ENABLE_CARDTOUCHOption=Disable|Enable


[UI_FACE]
ExportSysPara = Export...
ImportSysPara = Import...
Ok = OK
Cancel = Cancel
Apply = Apply



